{
    "chapters": [
        {
            "summary": " episode two of the Bits and Barbells podcast. Today's episode is all about success in college. How to succeed in both your grades outside of just the classroom. If you did miss last episode, we talked about how to get your first internship.",
            "gist": "Bits and Barbells: Success in College Podcast",
            "headline": "This podcast is all about success in college, how to succeed outside of school",
            "start": 250,
            "end": 34630
        },
        {
            "summary": "The biggest transition from a high school to college is really the mindset. In high school, you have this kind of constrained problem space. In college, it's kind of like the Wild West, and you have free roam over everything. How you manage your time is pivotal to how you'll succeed in the classroom.",
            "gist": "How to Plan for College Success",
            "headline": "The biggest transition from high school to college is really the mindset",
            "start": 35050,
            "end": 300934
        },
        {
            "summary": "Ben: The first week of college is crucial for finding the people you want to hang out with. He says you have to spawn relationships out of thin air. Be open to the new things and focus on the stuff that is really high leverage.",
            "gist": "Seniors on The First Week Of College",
            "headline": "Ben: The first week of college can be stressful. It is actually very stressful",
            "start": 300982,
            "end": 577182
        },
        {
            "summary": "Deciding your major is a very, very big decision. It determines really your eligibility for your future career. Certain majors make more money than others, and certain majors are incredibly hard to make money. College can be very expensive. Having a plan to get out of student loan debt is something that should be thought of.",
            "gist": "Deciding Your Major",
            "headline": "Deciding your major determines your eligibility for your future career",
            "start": 577326,
            "end": 906400
        },
        {
            "summary": "A GPA matters more in some fields than it does in others. You really need to break it down in terms of categories. There is the social aspect, your immediate network of people who can help you study, help you prepare for exams. I think it will concretely increase your GPA by a significant amount.",
            "gist": "How to Persevere in College",
            "headline": "Benjamin: Getting good grades is super important in college",
            "start": 907570,
            "end": 1027720
        },
        {
            "summary": "Many people study wrong in that resources are not all created equally. My tip to you there would be look at the study resources that have the highest impact. Those are the ones that are most closely related to the exams.",
            "gist": "How to Study for an Exam",
            "headline": "Many people study wrong in that resources are not all created equally",
            "start": 1028730,
            "end": 1145114
        },
        {
            "summary": "The textbook can be useful. You just have to know what class to apply it to. Learn the teacher in addition to the material. Before the semester even starts, you will have access to register for your classes. Rate your professor.",
            "gist": "The Bookmark and Study Habits",
            "headline": "You need to learn concepts and then apply those concepts to problems",
            "start": 1145312,
            "end": 1481058
        },
        {
            "summary": "The age old question, does GPA matter? Neither of us are hiring managers, so we can't say that conclusively. But I do think that it can be a differentiating factor and definitely, if it's really, really bad, be something that hinders you.",
            "gist": "Does GPA Matter?",
            "headline": "The age old question, does GPA matter? Neither of us are hiring managers",
            "start": 1481154,
            "end": 1627160
        },
        {
            "summary": "Being successful in college is so much more than just a high GPA. What makes a person interesting is the sum of your experiences. You really need to prioritize acquiring experiences.",
            "gist": "Being Successful in College Is More Than Just Grades",
            "headline": "Being successful in college is so much more than just your grades",
            "start": 1628090,
            "end": 1948220
        },
        {
            "summary": "Sleep and health can kind of be grouped together, definitely. Your body is the thing you take with you for the rest of your life. No time in your life will you ever have more of an opportunity to take care of your body.",
            "gist": "3 Rules For Good Health In College",
            "headline": "Sleep and health can kind of be grouped together, definitely",
            "start": 1948590,
            "end": 2176814
        },
        {
            "summary": "I attribute a lot of that to things that were changed in the gym. As a man, you take up more space, you fill out a room a little bit more, people respect you more. Looks matter, guys. That's just the world we live in. So there's more benefits.",
            "gist": "Does Your Looks Help You Get Your Job?",
            "headline": "Do you think your looks helped you in getting your job",
            "start": 2176942,
            "end": 2263520
        },
        {
            "summary": "Benjamin: I function better off of five and a half hours of sleep. That's also part of the reason why I am so against the concept of an all nighter when it comes to studying.",
            "gist": "Pulling An All-Night Sleep",
            "headline": "There is obviously sleep. There the other component. I don't know what your sleeping habits were like in college",
            "start": 2264130,
            "end": 2568610
        },
        {
            "summary": "Ben: College is a time to try new things and don't be so focused on min maxing stuff that you forget to enjoy it. Just really focus on experiences, as we said before. If you have any requests for topics you'd like to see in future episodes, then please leave those below.",
            "gist": "A Day in the Life of College",
            "headline": "So as we sort of wrap up, I think we've talked a lot about college success",
            "start": 2569910,
            "end": 2679330
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/a73b83041a5f408d9d37adc9bef93dc7/",
    "thumbnail": "https://production.listennotes.com/podcasts/bits-amp-barbells-bits-and-barbells-zIHwd1O_vuY-M_p0Z8xWP1N.300x300.jpg",
    "podcast_title": "Bits &amp; Barbells",
    "episode_title": "How to SUCCEED In University | Bits & Barbells Episode 2"
}