{
    "chapters": [
        {
            "summary": "Maybe the thing you need most in your career right now is not acceleration. Maybe the thing that will help your career the most today is to slow down for a minute. We're going to go somewhere in the middle.",
            "gist": "What You Need Most in Your Career",
            "headline": "Maybe the thing you need most in your career right now is not acceleration",
            "start": 11930,
            "end": 59680
        },
        {
            "summary": "Your goal doesn't necessarily have to even be just for your career. It can be any goal that you have that puts clarity into your schedule. So often we ignore that we have goals and we have a schedule. We allow our work schedules to spin up like an out of control treadmill.",
            "gist": "Do You Have a Goal For Your Career?",
            "headline": "Too often we ignore that we have goals and we have a schedule",
            "start": 61810,
            "end": 154510
        },
        {
            "summary": "If you don't have a goal now, it's likely because you have trouble setting goals for yourself. Sometimes it's because the answer is implicit rather than explicit. Part of why we end up with our careers running like an out of control treadmill is because it is uncomfortable to say no to that progression.",
            "gist": "Are You Setting Goals?",
            "headline": "Are you setting goals? Most people struggle with this question",
            "start": 156850,
            "end": 320740
        },
        {
            "summary": "Today is a chance for you to take a step back. Observe the gap between your behaviors and what you believe your goals are. Fixing this gap, if you care to fix it, might mean behavior modification.",
            "gist": "A Step Back: Close the Gap Between Your Goals and What You",
            "headline": "There may be a gap between what you say you want and what you do",
            "start": 322870,
            "end": 743660
        },
        {
            "summary": "Are you aligning your plans for the future with your most important goal? If you do this, your productivity towards your goal is going to increase. If you enjoyed this episode, join us on the Developer T discord community. Leave a review in whatever podcasting platform you use.",
            "gist": "How to Align Your Plans With a Goal",
            "headline": "Are you aligning your actions with a goal",
            "start": 745310,
            "end": 824960
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/5e9f6577a90f425daeb75d32b35c70ae/",
    "thumbnail": "https://production.listennotes.com/podcasts/developer-tea-spec-jonathan-cutrell--cxSbfBI1pz-Yh5ar9JNDvE.300x300.jpg",
    "podcast_title": "Developer Tea",
    "episode_title": "Slow Down and Start With One Goal"
}